/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d Failed Passcode Attempts";
"%d Failed Password Attempts" = "%d Failed Password Attempts";

"1 Failed Passcode Attempt" = "1 Failed Passcode Attempt";
"1 Failed Password Attempt" = "1 Failed Password Attempt";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch ID for authentication?";

"Done" = "Lokið";

"Enable Touch ID" = "Enable Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Enter a different passcode. Cannot re-use the same passcode.";
"Enter a different password. Cannot re-use the same password." = "Enter a different password. Cannot re-use the same password.";

"Enter a passcode" = "Settu inn aðgangsorð";
"Enter a password" = "Settu inn lykilorð";

"Enter your new passcode" = "Settu inn nýja aðgangsorðið þitt";
"Enter your new password" = "Settu inn nýja lykilorðið þitt";

"Enter your old passcode" = "Settu aftur inn aðgangsorðið þitt";
"Enter your old password" = "Settu inn gamla lykilorðið þitt";

"Enter your passcode" = "Settu inn aðgangsorðið þitt";
"Enter your password" = "Settu inn lykilorðið þitt";

"Invalid Passcode" = "Ógilt aðgangsorð";
"Invalid Password" = "Ógilt lykilorð";

"Passcodes did not match.\nTry again." = "Aðgangsorð samsvöruðu ekki.\nPrófaðu aftur.";
"Password did not match.\nTry again." = "Lykilorð samsvöruðu ekki.\nPrófaðu aftur.";

"Re-enter your passcode" = "Settu aftur inn aðgangsorðið þitt";
"Re-enter your password" = "Settu aftur inn lykilorðið þitt";

"Try again in %d minutes" = "Prófaðu aftur eftir %d mínútur";

"Try again in 1 minute" = "Prófaðu aftur eftir 1 mínútu";
